Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: 1. Navigate to listDeviceInfo.exe located in the client folder &lt;installation path&gt;\trend micro\officescan client\dlplite\system32\dgagent\listDeviceInfo.exe or copy the file on the target endpoint.2. On the endpoint, double-click listDeviceInfo.exe.3. View device information the browser window that displays. Data Loss Prevention and Device Control use the following information:Vendor (required)Model (optional)Serial ID (optional)
fr_fr: 1. Accédez au fichier listDeviceInfo.exe situé dans le dossier client &lt;chemin d'installation&gt;\trend micro\officescan&nbsp;client\dlplite\system32\dgagent\listDeviceInfo.exe</b> ou copiez le fichier sur le point final cible.2. Sur le point final, double-cliquez sur listDeviceInfo.exe.3 Les informations relatives au dispositif s'affichent dans la fenêtre de navigateur qui s'ouvre. La prévention contre la perte de données et le contrôle des dispositifs utilisent les informations suivantes&nbsp;:<ul><li>Revendeur (obligatoire)</li><li>Modèle (facultatif)</li><li>ID de série (facultatif)</li></ul>

source: Keyword Lists
fr_fr: Liste de mots-clés

source: Manage Templates
fr_fr: Gérer les modèles

source: Combine several data identifiers with logical operators as one Template
fr_fr: Combiner plusieurs identifiants de données avec des opérateurs logiques pour former un modèle

source: Add or edit DLP Data Identifiers as expressions, file attributes, or keyword lists.
fr_fr: Ajouter ou modifier des identifiants de données de prévention contre la perte de données comme expressions, attributs de fichier ou listes de mots-clés.

source: All templates
fr_fr: Tous les modèles

source: Regional template
fr_fr: Modèle régional

source: Category-based template
fr_fr: Modèle basé sur la catégorie

source: Customized template
fr_fr: Modèle personnalisé

source: At least one template you want to delete is being used in at least one policy. You can &#13; 1)Delete the policy first and then delete the template &#13; OR &#13; 2)Clear the check box for the templates
fr_fr: Au moins un modèle que vous souhaitez supprimer est en cours d' utilisation dans au moins une stratégie. Vous pouvez &#13; 1) Supprimer la stratégie d'abord, puis supprimer le modèle &#13; OU &#13; 2) Décocher la case des modèles

source: Predefined templates cannot be modified.
fr_fr: Les modèles prédéfinis ne peuvent pas être modifiés.

source: The template name is invalid. Type a name that is not blank, does not exceed 100 characters in length, and does not contain the following characters: <>*^|&?\/
fr_fr: Le nom de fichier n'est pas valide. Saisissez un nom qui n'est pas vide, qui ne dépasse pas 100&nbsp;caractères de longueur et qui ne contient aucun des caractères suivants&nbsp;: <>*^|&?\/

source: Template will be used in DLP policies. You may define a custom Template according to the data and files you want to protect.
fr_fr: Le modèle sera utilisé dans les stratégies de prévention contre la perte de données. Vous pouvez définir un modèle personnalisé en fonction des données et des fichiers que vous souhaitez protéger.

source: bytes
fr_fr: octets

source: GB
fr_fr: Go

source: Example:&#13;Expression:&#13; [^\w]([A-Z][a-z](\s?,\s?|[\s]|\s([A-Z])\.\s)[A-Z][a-z])[^\w]
fr_fr: Exemple :&#13;Expression :&#13; [^\w]([A-Z][a-z](\s?,\s?|[\s]|\s([A-Z])\.\s)[A-Z][a-z])[^\w]

source: Example:&#13;Expression:&#13; [^\d]([0123678]\d)[^\d]&#13;Characters: 0123456789&#13;Minimum characters: 9&#13;Maximum characters: 9
fr_fr: Exemple&nbsp;:&#13;Expression&nbsp;:&#13; [^\d]([0123678]\d)[^\d]&#13;Characters: 0123456789&#13;Nombre minimum de caractères&nbsp;: 9&#13;Nombre maximum de caractères&nbsp;: 9

source: Example:&#13;Expression:&#13; \D(\d+\s[a-z.]+\s([a-z]+\s)(lane|ln|street|st|avenue|ave|road|rd|place|pl|drive|dr|circle|cr|court|ct|boulevard|blvd)\.?[0-9a-z,#\s\.][\s|,][a-z]\s\d(-\d)?)[^\d-]&#13;Suffix characters: 0123456789-&#13;Number of characters: 5&#13;Minimum characters in the expression: 25&#13;Maximum characters in the expression: 80
fr_fr: Exemple&nbsp;:&#13;Expression&nbsp;:&#13; \D(\d+\s[a-z.]+\s([a-z]+\s)(lane|ln|street|st|avenue|ave|road|rd|place|pl|drive|dr|circle|cr|court|ct|boulevard|blvd)\.?[0-9a-z,#\s\.][\s|,][a-z]\s\d(-\d)?)[^\d-]&#13;Caractères pour le suffixe&nbsp;: 0123456789-&#13;Nombre de caractères&nbsp;: 5&#13;Nombre minimum de caractères dans l'expression&nbsp;: 25&#13;Nombre maximum de caractères dans l'expression&nbsp;: 80

source: Example:&#13;Expression:&#13; [^\w.]([\w\.]@[a-z0-9][\.][a-z][a-z\.])[^\w.]&#13;Separator: @&#13;Minimum characters to the left: 3&#13;Maximum characters to the left: 15&#13;Maximum characters to the right: 30
fr_fr: Exemple&nbsp;:&#13;Expression&nbsp;:&#13; [^\w.]([\w\.]@[a-z0-9][\.][a-z][a-z\.])[^\w.]&#13;Séparateur&nbsp;: @&#13;Nombre minimum de caractères à gauche&nbsp;: 3&#13;Nombre maximum de caractères à droite&nbsp;: 15&#13;Nombre maximum de caractères à droite&nbsp;: 30

source: A file must contain all the keywords in the keyword list. In addition, each keyword pair must be within <x> characters of each other.For example, your 3 keywords are WEB, DISK, and USB. The specified number of characters is 20. If CPM detects all keywords in the order DISK, WEB, and USB, the number of characters from the "D"(in DISK) to the "W"(in WEB) and from the "W" to the "U"(in USB) must be 20 characters or less.The following data matches the criteria:DISK####WEB############USBThe following data does not match the criteria:DISK*******************WEB****USB(23 characters between "D" and "W")When deciding on the number of characters, remember that a small number, such as 10, will usually result in faster scanning time but will only cover a relatively small area. This may reduce the likelihood of detecting sensitive data, especially in large files. As the number increases, the area covered also increases but scanning time might be slower.
fr_fr: Le fichier doit contenir tous les mots-clés de la liste. En outre, toute paire de mots-clés doit différer au plus de <x> caractères l'une par rapport à l'autre.Par exemple, vos trois mots-clés sont WEB, DISK et USB. Le nombre spécifié de caractères est 20. Si CPM détecte les mots clés dans l'ordre DISK, WEB et USB, le nombre de caractères compris entre «&nbsp;D&nbsp;» (de DISK) et «&nbsp;W&nbsp;» (de WEB) et entre «&nbsp;W&nbsp;» et «&nbsp;U&nbsp;» (d'USB) devra être de 20 au maximum.Les données suivantes correspondent au critère&nbsp;:DISK####WEB############USBLes données suivantes ne correspondent pas au critère&nbsp;:DISK*******************WEB****USB(23&nbsp;caractères entre «&nbsp;D&nbsp;» et «&nbsp;W&nbsp;»)Lorsque vous déterminez le nombre de caractères, gardez à l'esprit qu'un petit nombre, comme 10, permettra généralement un scan plus rapide, mais couvrira uniquement une zone relativement restreinte. La plage de détection des données sensibles risque donc d'être limitée, en particulier pour les fichiers volumineux. Plus le nombre est grand, plus la zone couverte est importante et plus la durée du scan est longue.

source: View:
fr_fr: Afficher&nbsp;:

source: The amount may not be negative.
fr_fr: Le montant ne peut pas être négatif.

source: Applied IPv6 Range
fr_fr: Plage IPv6 appliquée

source: Apply to A Prefix Range of IPv6 Addresses
fr_fr: Appliquer au préfixe&nbsp;A la plage des adresses IPv6

source: Prefix
fr_fr: Préfixe

source: Length
fr_fr: Longueur

source: At least one DLP Policy has been modified. Re-create and deploy the DLP Policy Task in .
fr_fr: Au moins une des stratégies DLP a été modifiée. Recréez et déployez la tâche stratégique DLP dans .

source: Microsoft Hyper-V™ Platform
fr_fr: Plate-forme Microsoft Hyper-V™

source: Domain\Username:
fr_fr: Domaine\Nom d'utilisateur&nbsp;:

source: The Hyper-V login account must be a domain account in the Administrators group.
fr_fr: Le compte de connexion Hyper-V doit être un compte de domaine du groupe Administrateurs.

source: New Microsoft Hyper-V Platform setting
fr_fr: Nouveau paramètre de la plate-forme Microsoft Hyper-V

source: Invalid domain\username. A domain\username can be up to 128 characters in length and cannot contain the following characters: :*?&quot;<>|;/
fr_fr: Domaine ou nom d'utilisateur invalides. Un domaine ou nom d'utilisateur peuvent faire jusqu'à 128&nbsp;caractères de longueur et ne peuvent pas contenir les caractères suivants&nbsp;: :*?&quot;<>|;/

source: Behavior Monitor Detection Pattern (64-bit)
fr_fr: Modèle de détection de surveillance des comportements (64 bits)

source: OfficeScan&nbsp;NT Listener&nbsp;
fr_fr: Service d'écoute d'OfficeScan&nbsp;NT

source: OfficeScan&nbsp;NT RealTime Scan&nbsp;
fr_fr: Service de scan en temps réel d'OfficeScan&nbsp;

source: Unauthorized Change Prevention Service
fr_fr: Service de prévention des modifications non autorisées

source: WARNING: Selecting &quot;Delete&quot; prevents the recovery of files for further evaluation.
fr_fr: AVERTISSEMENT : sélectionner &quot;Supprimer&quot; empêche la restauration de fichiers pour une évaluation plus approfondie.

source: Consider selecting &quot;Quarantine&quot; to avoid any loss of data.
fr_fr: Envisagez la sélection de la &quot;Quarantaine&quot; pour éviter toute perte de données.

source: Do you want to continue using the &quot;Delete&quot; action?
fr_fr: Voulez-vous continuer à utiliser l'action &quot;Supprimer&quot; ?

source: Scan all files in storage devices after plugging in
fr_fr: Scanner tous les fichiers des périphériques de stockage lors de leur connexion

# Enter a directory path (For example, c: empExcludeDir).
source: Enter a directory path (For example, c:\temp\ExcludeDir).
fr_fr: Entrez le chemin d'accès du répertoire (par ex. c:\temp\ExcludeDir).

source: WARNING:
fr_fr: AVERTISSEMENT :

source: Selecting &quot;Delete&quot; prevents the recovery of files for further evaluation.
fr_fr: sélectionner &quot;Supprimer&quot; empêche la restauration de fichiers pour une évaluation plus approfondie.

source: Display a client notification when CPM does not scan a large file
fr_fr: Afficher une notification client lorsque CPM ne scanne pas un fichier de grande taille

source: Do not scan a file (in a compressed file) if the file size exceeds
fr_fr: Ne pas scanner le fichier (inclus dans le fichier compressé) si la taille dépasse

source: viruses/malware in the compressed file
fr_fr: virus/programme(s) malveillant(s) dans le fichier compressé

source: Use this task to disable/enable Scan Exclusion Settings for Mac.
fr_fr: Utilisez cette tâche pour désactiver/activer les paramètres d'exclusion de scan pour Mac.

source: Exclude the following files and/or folders from scans:Exclude the following file extensions from scans:
fr_fr: Exclure les fichiers et/ou dossiers suivants des scans :Exclure les extensions de fichier suivantes des scans :

source: to trigger ATTK log upload.
fr_fr: pour déclencher le chargement du journal ATTK.

source: to trigger ATTK.
fr_fr: pour déclencher ATTK.

source: Enable Popup a Notification when skip big data
fr_fr: Activer Afficher une notification contextuelle lorsque des données de grandes tailles sont ignorées

source: Enable USB Drive Scanning on insertion
fr_fr: Activer Scanner le lecteur USB lors de l'insertion

source: The Trend Micro Anti-Threat Tool Kit (ATTK) quickly identifies and fixes a wide range of threats including viruses, worms, Trojans, and spyware.
fr_fr: Trend Micro Anti-Threat Tool Kit (ATTK) identifie et traite rapidement une grande variété de menaces comprenant les virus, les vers, les chevaux de Troie et les spywares.

source: Core Protection Module - Execute Anti-Threat Toolkit (ATTK)
fr_fr: Core Protection Module - Exécutez la boîte à outils Anti-menaces (ATTK)

source: Core Protection Module - Upload Anti-Threat Toolkit (ATTK) Logs
fr_fr: Core Protection Module - Chargez les journaux de la boîte à outils Anti-menaces (ATTK)

source: Use the action below to upload all available ATTK logs to the BES Server.
fr_fr: Utilisez l'action ci-dessous pour charger tous les journaux ATTK disponibles sur le serveur BES.

source: The log files use the following naming&nbsp; format:
fr_fr: Les fichiers journaux utilisent le format de dénomination suivant :

source: (Example: )
fr_fr: (Par exemple : )

source: Once the log files have been uploaded, CPM stores the files in the following default path on the BES Server:
fr_fr: Une fois les fichiers journaux chargés, CPM les stocke à l'emplacement par défaut suivant sur le serveur BES :

source: BES Server install directory\UploadManagerData\BufferDir\sha1\;last 2 digits of BES client id;\;BES client id;
fr_fr: Répertoire d'installation du serveur BES\UploadManagerData\BufferDir\sha1\; 2 derniers chiffres de l'ID client BES;\; ID client BES;

source: The listed computers do not have Trend Micro Core Protection Module installed.
fr_fr: Trend Micro Core Protection Module n'est pas installé sur les ordinateurs répertoriés.

source: Core Protection Module will enable clients to monitor, detect, and fix viruses and spyware found.
fr_fr: Core Protection Module permettra aux clients de surveiller, détecter et corriger les virus et spywares détectés.

source: Use this action to deploy Core Protection Module on computers that do not have it.
fr_fr: Utilisez cette action pour déployer Core Protection Module sur des ordinateurs qui n'en disposent pas.

source: Only client computers without conflicting software products can deploy Core Protection Module.
fr_fr: Seuls les ordinateurs clients sans logiciels conflictuels peuvent déployer Core Protection Module.

source: Before installing Core Protection Module, computers must meet minimum software and hardware requirements.
fr_fr: Avant d'installer Core Protection Module, les ordinateurs doivent respecter la configuration logicielle et matérielle minimale requise.

source: Only client computers without Trend Micro OfficeScan client can deploy Core Protection Module.
fr_fr: Seuls les ordinateurs clients ne disposant pas de Trend Micro OfficeScan client peuvent déployer Core Protection Module.

source: Client machines may briefly display DOS windows during action execution.
fr_fr: Les postes clients pourraient brièvement afficher des fenêtres DOS durant l'exécution d'une action.

source: When deploying Core Protection Module to Windows 8 platforms, the installer automatically upgrades incompatible drivers and a warning message may display.
fr_fr: Lors du déploiement de Core Protection Module sur des plates-formes Windows 8, le programme d'installation met automatiquement à niveau les lecteurs non compatibles et un message d'avertissement s'affiche.

source: Click the “Close” button on the warning dialog to upgrade the drivers.
fr_fr: Cliquez sur le bouton « Fermer » de la boîte de dialogue d'avertissement afin de mettre les lecteurs à niveau.

source: For endpoints upgrading from Windows 7 to Windows 8, Trend Micro recommends uninstalling Core Protection Module before upgrading to Windows 8. Re-install Core Protection Module after the Windows 8 upgrade completes.
fr_fr: Avant d'effectuer la mise à niveau des points finaux de Windows 7 à Windows 8, Trend Micro recommande de désinstaller Core Protection Module. Ré-installez Core Protection Module lorsque la mise à niveau vers Windows 8 est terminée.

source: Important Note:&nbsp;Installation of the CPM endpoint&nbsp;will cause a restart of the computer's TCP stack.&nbsp;When deployed on machines running the BES Server, this will cause all active BES Console connections to close.
fr_fr: Remarque importante :&nbsp;L'installation du point final CPM&nbsp;entraînera le redémarrage de la pile TCP de l'ordinateur.&nbsp;En cas de déploiement sur des machines exécutant le serveur BES, toutes les connexions actives à la console BES sont fermées.

source: Please schedule the installation to occur at a time when this interruption in connectivity is acceptable.
fr_fr: Veuillez planifier l'installation à un moment où cette interruption de la connectivité est acceptable.

source: Deployment Options: This action allows you to install to the default path "\Trend Micro"&nbsp; or to specify a custom path.
fr_fr: Options de déploiement : Cette action vous permet d'installer le chemin d'accès par défaut « \Trend Micro» ou de spécifier un chemin d'accès personnalisé.

source: Illegal path characters: Do not use illegal Windows characters including " ?
fr_fr: Caractères de chemin d'accès non autorisés : n'utilisez pas de caractères non autorisés par Windows, notamment " ?

source: and : \ ,unless used as legal part of path
fr_fr: et : \ ,sauf s'ils font partie du chemin d'accès autorisé

source: Core Protection Module - Endpoint Deploy (Version 10.6 Service Pack2)
fr_fr: Core Protection Module - Déploiement de point final (Version 10.6 Service Pack2)

source: Windows 2008 (R2 requires BES client version = 7.2.5)
fr_fr: Windows 2008 (R2 requiert la version = 7.2.5 du client BES)

source: Windows 7 (requires BES client version = 7.2.5)
fr_fr: Windows 7 (requiert la version = 7.2.5 du client BES)

source: Windows&nbsp;8 (requires BES client version = 8.2.1310)
fr_fr: Windows &nbsp;8 (requiert la version = 8.2.1310 du client BES)

source: The computers listed here do not meet the minimum hardware requirements necessary to install the Core Protection Module endpoint software.
fr_fr: Les ordinateurs ici répertoriés ne respectent pas la configuration matérielle minimale requise pour pouvoir installer le logiciel Core Protection Module des points finaux.

source: &nbsp; The endpoint deploy task will not be relevant if the minimum&nbsp;RAM requirements are not met.The endpoint deploy task will fail if there is insufficient hard drive space.
fr_fr: La tâche de déploiement de point final ne sera pas pertinente si la configuration minimale de mémoire RAM requise n'est pas respectée. La tâche de déploiement de point final échouera si l'espace disque dur est insuffisant.

source: 1 GB
fr_fr: 1 Go

source: 1.5 GB
fr_fr: 1,5 Go

source: Configure Scan Settings: Do not scan if file X MB
fr_fr: Configurer les paramètres de scan : ne pas scanner si le fichier X Mo

source: Configure Scan Settings:
fr_fr: Configurer les paramètres de scan :

source: Stop scanning if X virus in a compressed file
fr_fr: Arrêter le scan si X virus dans un fichier compressé

source: Enable Spyware/Grayware Scan
fr_fr: Activer le scan antispyware/grayware

source: File Scan Target
fr_fr: Fichier cible du scan

source: Scan Mapped Drives and Shared Folders on the Network
fr_fr: Scanner les lecteurs mappés et les dossiers partagés sur le réseau

source: Scan Floppy Disk During System Shutdown
fr_fr: Scanner la disquette pendant l'arrêt du système

source: Scan Compressed Files
fr_fr: Scanner les fichiers compressés

source: Enable Scan Exclusion
fr_fr: Activer les exclusions de scan

source: Scan Exclusions (Directories, Files, File Extensions)
fr_fr: Exclusions de scan (répertoires, fichiers, extensions de fichier)

source: Exclude Trend Micro Product Directories
fr_fr: Exclure les Répertoires produit de Trend Micro

source: Act:
fr_fr: Action :

source: Same Action for All Virus/Malware
fr_fr: Même action pour tous les virus/programmes malveillants

source: First Action by Type
fr_fr: Première action par type

source: Second Action by Type
fr_fr: Deuxième action par type

source: Customized Action for Virus/Malware
fr_fr: Action personnalisée pour les virus/programmes malveillants

source: Customized Action:
fr_fr: Action personnalisée :

source: Enable File Backup Before Cleaning
fr_fr: Activer la sauvegarde de fichiers avant nettoyage

source: Spyware/Grayware Action
fr_fr: Action de spyware/grayware

source: Enable Virus Pop-up Alert
fr_fr: Activer le message contextuel d'alerte de virus

source: Enable Spyware Pop-up Alert
fr_fr: Activer le message contextuel d'alerte de spyware

source: Disk space less than %dM.
fr_fr: Espace disque inférieur à %d Mo.

source: Scan skipped
fr_fr: Scan ignoré

source: Detected
fr_fr: Détecté

source: Kernel
fr_fr: Noyau

source: Unable to move the client to the following server: .
fr_fr: Impossible de déplacer le client vers le serveur suivant : .

source: The move function is currently disabled on the client.
fr_fr: La fonction de déplacement est actuellement désactivée sur le client.

source: Exceeded compressed file size limit
fr_fr: La taille maximale du fichier compressé est dépassée

source: &Behavior Monitoring
fr_fr: &Surveillance des comportements

source: &Device Control
fr_fr: &Contrôle des dispositifs

source: Scanning is complete.
fr_fr: Scan terminé.

source: Intensive Scanning...
fr_fr: Scan intensif...

source: Kernel object...
fr_fr: Objet du noyau...

source: Infected Files/Objects
fr_fr: Fichiers/Objets infectés

source: scan log(s) found.
fr_fr: journaux de scan trouvés.

source: Data Protection Module
fr_fr: Module de protection des données

source: OfficeScan blocked access to [] in keeping with Device Control policies.
fr_fr: OfficeScan a bloqué l'accès à [] conformément aux stratégies de contrôle des dispositifs.

source: Core Protection Module did not scan all files found within compressed files.
fr_fr: Core Protection Module n'a pas scanné tous les fichiers inclus dans les fichiers compressés.

source: At least one file (in a compressed file) exceeded the file size limit.
fr_fr: Au moins un fichier (inclus dans le fichier compressé) dépasse la taille maximale autorisée.

source: Click to view the files that CPM did not scan.
fr_fr: Cliquez sur pour afficher les fichiers non scannés par CPM.

source: Suspicious Program Detected
fr_fr: Programme suspect détecté

source: Verify that the program attempting to change the system settings is a legitimate application.
fr_fr: Vérifier que le programme qui tente de modifier les paramètres système est une application légitime.

source: Run, postpone, or skip the scan scheduled on .
fr_fr: Exécuter, reporter ou ignorer le scan programmé le .

source: Threat Resolved
fr_fr: Menace résolue

source: One or more threats or security policy violations have been resolved.
fr_fr: Une ou plusieurs menaces ou violations de stratégie de sécurité ont été résolues.

source: Computer Restart Required
fr_fr: Redémarrage de l’ordinateur requis

source: Restart the computer to finish installing the Core Protection Module program.
fr_fr: Redémarrez l'ordinateur pour terminer l'installation du programme Core Protection Module.

source: Outbreak Detected
fr_fr: Épidémie détectée

source: Core Protection Module has enforced measures that may limit access to network resources.
fr_fr: Core Protection Module a entrepris des mesures risquant de limiter l'accès aux ressources réseau.

source: USB Storage Device Detected
fr_fr: Périphérique de stockage USB détecté

source: Switch to desktop mode to scan the USB device for security risks.
fr_fr: Basculer en mode bureau pour scanner le périphérique USB et repérer tout risque de sécurité.

source: Unable to pass.
fr_fr: Impossible d'ignorer.

source: Refer to the online help for solutions.
fr_fr: Consulter l'aide en ligne pour trouver les solutions au problème.

source: Infection Source
fr_fr: Source de l'infection

source: Category:
fr_fr: Catégorie :

source: Detection Count: ()
fr_fr: Nombre de détections : ()

source: CPM detected a Rootkit on an infected client.
fr_fr: CPM a détecté un rootkit sur un client infecté.

source: Contact Support for details on how to remove this threat.
fr_fr: Contactez l'assistance technique pour obtenir des informations sur la manière de supprimer cette menace.

source: Windows 2008 (R2 requires BES client version >= 7.2.5)
fr_fr: Windows &nbsp;2008 &nbsp;R2 (requiert la version >= 7.2.5 du le client BES)

source: Windows 7 (requires BES client version >= 7.2.5)
fr_fr: Windows &nbsp;7 (requiert la version >= 7.2.5 du le client BES)
